Repository: MDevster/locations
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: de

# tl_module.locationMode.0
source: Output mode
de: Ausgabe-Modus

# tl_module.locationMode.1
source: Here you define which locations are to be considered and output.
de: Definieren Sie hier, welche Standorte berücksichtigt und ausgegeben werden sollen.

# tl_module.showLocationInformation.0
source: Output location information
de: Standortinformation ausgeben

# tl_module.showLocationInformation.1
source: Define here whether the location information will be shown.
de: Definieren Sie hier ob die Standortinformationen ausgegeben werden sollen.

# tl_module.useSpecificDepartments.0
source: Output only selected departments
de: Nur ausgewählte Abteilungen ausgeben

# tl_module.useSpecificDepartments.1
source: Select this option to display only chosen departments in this list.
de: Wählen Sie diese Option um nur ausgewählte Standorte in dieser Liste auszugeben.

# tl_module.locations.0
source: Locations
de: Standorte

# tl_module.locations.1
source: Select the locations to be displayed in the list.
de: Wählen Sie die Standorte welche in der Liste ausgegeben werden sollen.

# tl_module.departments.0
source: Departments
de: Abteilungen

# tl_module.departments.1
source: Select the departments to be displayed in the list.
de: Wählen Sie die Abteilungen welche in der Liste ausgegeben werden sollen.

# tl_module.contactPersonMetaFields.0
source: Contact person Meta-Fields
de: Kontaktperson Meta-Felder

# tl_module.contactPersonMetaFields.1
source: Here you can select the meta fields.
de: Hier können Sie die Meta-Felder auswählen.

# tl_module.locationMetaFields.0
source: Location Meta-Fields
de: Standort Meta-Felder

# tl_module.locationMetaFields.1
source: Here you can select the meta fields.
de: Hier können Sie die Meta-Felder auswählen.

# tl_module.locationTemplate.0
source: Location Template
de: Standort Template

# tl_module.locationTemplate.1
source: Here you can overwrite the default template.
de: Hier können Sie das Standard-Template überschreiben.

# tl_module.contactPersonTemplate.0
source: Contact person template
de: Kontaktperson Template

# tl_module.contactPersonTemplate.1
source: Here you can overwrite the default template.
de: Hier können Sie das Standard-Template überschreiben.
