Repository: MDevster/locations
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: de

# MSC.location_contact_person
source: Contact persons
de: Kontaktpersonen

# MSC.location_location
source: Locations
de: Standorte

# MSC.location_department
source: Departments
de: Abteilungen

# MSC.location_page.0
source: Page
de: Seite

# MSC.location_page.1
source: Uses the location stored in the page tree.
de: Verwendet den im Seitenbaum hinterlegten Standort.

# MSC.location_custom.0
source: Own selection
de: Eigene Auswahl

# MSC.location_custom.1
source: Displays only locations that have been selected in the module.
de: Gibt nur Standorte aus, welche im Modul ausgw√§hlt wurden.

# MSC.location_all.0
source: All
de: Alle

# MSC.location_all.1
source: Outputs all locations.
de: Gibt alle Standorte aus.

# MSC.emptyLocationList
source: Currently there are no locations available.
de: Zurzeit sind keine Standorte vorhanden.
